Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: I see that the Book has mastered you, and destroyed you. Farewell, Sagus. You were a good man, once.
uk_ua: Я бачу, що Книга оволоділа твоїм розумом і зруйнувала тебе. Прощавай, Сагусе. Колись ти був хорошою людиною.

source: I see them! There they are!
uk_ua: Я бачу їх! Вони там!

source: I see you have veteran troops from your training! You should <i>recall</i> them so as to start off the battle with more experienced units. Think carefully, though; if a unit has too little experience, it might be better to recruit a new one.
uk_ua: Я бачу ветеранів з твого минулого тренування! Ви повинні <i>викликати</i> їх і піти в бій з більш досвідченими бійцями. Однак двічі подумай: якщо у воїна надто мало досвіду, краще буде завербувати нового.

source: I sended Harper off to Delwyn. Hope she’ll find something there. In the meantimes, I’ll rest this tired body for a little and go see sis, maybe pick her up some lilies. Seems like this’ll probably be the last time I gets to see her...
uk_ua: Я відправив Харпер до Делвину. Сподіваюся, вона там шось знайде. Тим часом я трохи спочину і навідаюся до сестри, мбуть принесу їй лілій. Схоже, це останній раз, як я її бачитиму.

source: I serve my king and my kingdom.
uk_ua: Я служу своєму королю і своєму королівству.

source: I serve my people and my land.
uk_ua: Я служу своєму народу і своїй землі.

source: I shall go back to my people. It seems we have grown many and strong in the time I was gone. I will try to convince them of the wisdom of using the underways to settle new lands.
uk_ua: Я повернуся до мого народу. Схоже, ми стали сильнішими і численнішими, поки мене не було. Спробую переконати їх, що використати підземелля для розселення в нові землі мудро.

source: I shall go take my place by Lord Karrag. See to it that you offer him the respect that he is due.
uk_ua: Я займу місце біля лорда Карраґа. Сподіваюся, ви висловите йому повагу, на яку він заслуговує.

source: I shall leave you. I have no wish to witness this violence.
uk_ua: Я покидаю вас. Не хочу бачити кровопролиття.

source: I should get off the island in case the ethics committee is concerned about a rogue mage. I shall not be dragged back in disgrace! I should be able to reach the town of Llorvin before morning. I can hide there until I can head for the dock. I will need some traveling money for that, so go, my bat friends, and find me some gold!
uk_ua: Треба забиратися з острова, поки звістка про мага-втікача не дійшла до комітету з етики. Я не дамся ганебно затягти себе назад! Мушу до ранку бути у Ллорвіні. До містечка вже недалеко, а там уже можна буде залягти на дно, доки матиму змогу дістатися доку. Без грошей у мандрах буде скрутно, тож летіть, мої кажаниська, і роздобудьте мені золота!

source: I still think I should be called ‘Dragonbane’.
uk_ua: Я все ж думаю, що зможу називатися "Драконоборцем".

source: I suggest that we grant these humans the plains to the north and south of the Great River.
uk_ua: Пропоную віддати цим людям рівнини на північ і південь від Великої Ріки.

source: I suppose I am King Haldric now. Hmm... but what to call this new kingdom?
uk_ua: Гадаю, що тепер я Король Хальдрік. Хмм... але як назвати це нове королівство?

source: I suppose so...
uk_ua: Сподіваюся, що так...

source: I suppose there can be little harm in one half-frozen human... Our nearest post is to the northeast; I’ll lead you there. But we must not tarry! There are deadlier foes than the weather abroad.
uk_ua: Я думаю, напівзамерзла людина не нашкодить нам... Наш найближчий пост на півночі, я проведу тебе туди. Але ми не повинні баритися! Тут є небезпечніші вороги, ніж погода.

source: I suppose this <i>does</i> look a little overwhelming. I may enjoy it though. It can be satisfying to rain holy fire down on misbehaving spirits.
uk_ua: Я гадаю <i>виглядає</i> як багатенько. Хоча, може, мені сподобається. Палити неслухняних духів святим вогнем приносить задоволення.

source: I suppose with the rampaging bands of murderous orcs roaming about that hasn’t been done in a while.
uk_ua: Тепер же, коли навкруги безчинствують банди орків-вбивць, всім давно не до боліт.

source: I suppose you are right. I am no longer the ordinary girl Ardonna, and Vendraxis was correct. From now on I shall be... Ardryn-Na.
uk_ua: Твоя правда. Я вже не та дівчина Ардонна, якою була в Академії, і Вендраксис мав рацію. Віднині я зватимуся… Ардрин-На.

source: I suspect that the Midlands might be in ruins by now.
uk_ua: Підозрюю, що від Серединних Земель залишилися одні розвалини.

source: I suspected some of the rats would show themselves.
uk_ua: Так і знала, що позбігаються щури.

source: I swear I saw somebody trapped in the spider’s web. Maybe we should rescue him?
uk_ua: Можу поклястися, я бачив, як хтось заплутався в павутині. Може врятуємо його?

source: I swear that I am not your enemy! I will gladly tell you what I know. A year ago, we ventured into the land of the elves in secret and we captured a great sage. We forced him to teach us the secrets of this forest.
uk_ua: Клянуся, я вам не ворог! Я радий розповісти все, що знаю сам. Рік тому ми ризикнули таємно пробратися до країни ельфів і викрасти великого мудреця. МИ змусили його навчити нас таємницям цього лісу.

source: I sympathize with your cause, but this is not my battle. I will not fight for you, but I will gladly instruct your recruits in the art of the ranger, that they may better fight on their own.
uk_ua: Ви мені подобаєтесь, але це не моя битва. Я не битимусь за вас, але я радо навчу ваших новобранців у стрілецькому мистецтві, щоб вони краще воювали.

source: I thank you, my lord. But we are to bring these Wesfolk too? It would be... highly irregular. Are you sure, my lord?
uk_ua: Дякую, мій пане. Але ви також притягли весфольків? Є в цьому щось... неправильне. Ви упевнені, мій пане?

source: I think I see something moving in the fog... it looks like an encampment!
uk_ua: Я бачу щось рухається у тумані... Це, схоже, табір!

source: I think I should better support my men at the front to make sure we can free my brother.
uk_ua: Гадаю, мені варто підтримати моїх людей у атаці. Я хочу бути впевненим, що ми зможемо звільнити мого брата.

source: I think I, too, have no choice but to accept the book. I cannot allow the sure death of many humans and elves for fear of the curse.
uk_ua: Я теж думаю, що у нас немає іншого вибору, окрім як використати Книгу. Я не можу дозволити людям і ельфам помирати через страх перед прокляттям.

source: I think I’ll fight the dragon!
uk_ua: Думаю, я битимуся з драконом!

source: I think I’ll say that magic phrase.
uk_ua: Ну що ж, вимовляю закляття.

source: I think I’ll stick around the keep for now, in order to recruit more units.
uk_ua: Я думаю мені зараз треба були недалеко від замку, щоб можна було найняти ще бійців.

source: I think I’ll take the river road...
uk_ua: Мабуть, я надам перевагу Річковому шляху...

source: I think I’ll wait a while before uttering any magic phrases.
uk_ua: Думаю, поки не варто вимовляти закляття.

source: I think I’ve figured something out. Look.
uk_ua: Здається, я починаю розбиратися. Дивись.

source: I think it be working! Everybody get clear!
uk_ua: Мбуть, це працює! Гей, всі, забираймося звідси!

source: I think our young and inexperienced friend overestimates the powers of the enemy. I’m sure they’ll be no match for Wesnothian troops.
uk_ua: Я думаю, що наш юний недосвідчений друг перебільшує силу ворога. Гадаю, військам Веснота нічого там робити.

source: I think that would work. If I may make a suggestion though, I think we should wait for a more strategic moment.
uk_ua: Думаю, це повинно спрацювати. Якщо хочеш знати мою думку, то я вважаю, що нам треба трохи почекати.

source: I think that your skills may be useful. You may join us.
uk_ua: Думаю, твої навички можуть бути корисні. Можеш приєднатися до нас.

source: I think that’s all of them! Let’s move on — the less time we spend in this swamp the better.
uk_ua: Я думаю, що це усе! Давайте йти далі — чим менше часу ми проведемо в цьому болоті, тим краще.

source: I think we were just spotted from that hill. Weapons up, my friends. We may be walking into an ambush.
uk_ua: Гадаю, за нами стежили з того пагорба. Зброю до бою, друзі мої. Це може бути пастка.

source: I think we’re being followed...
uk_ua: Схоже, за нами стежать...

source: I think... I think they’re trying to storm Halstead itself... the fools!
uk_ua: Я гадаю... Гадаю, вони збираються штурмувати Халстед… йолопи!

source: I thinks your mission to Lord Maddock just became even more urgent. We needs to know the Queen’s motives.
uk_ua: Я гадаю, ваша подорож до лорда Маддока стала більш невідкладною. Нам патрібно дізнатися про мотиви Королеви.

source: I thought as much. We must cross the Great River, and head north into the Heart Mountains.
uk_ua: Я не сумнівався. Отже, нам треба перейти Велику Ріку й рухатися на північ до Серцегір'я.

source: I told you not to bother the ships! Now you’re in for it.
uk_ua: Я казав вам не чіпати кораблі! Ну все, ви добилися свого.

source: I told you this was our road.
uk_ua: Я казав, що це наша дорога.

source: I told you to stay off our land! Now you’re in for it.
uk_ua: Я казав вам триматися подалі від нашої землі! Тепер ви заплатите.

source: I too have come a long way to this strange land. Perhaps we were destined to join blades here.
uk_ua: Мені теж довелося пройти довгий шлях до цих дивних земель. Можливо, нам було призначено об'єднати наші клинки.

source: I tried to ssstop them! For myself, I wissshed not to attack. I wissshed to learn. My race livesss but a short time compared to yoursss. I would learn to exssstend my ssspan, and the planetsss told me you know this sssecret.
uk_ua: Я намагавс-с-ся їх зупинити! Ос-с-собис-с-сто я не хотів нападати. Я хотів навчитис-с-ся в тебе. Моєму виду відміряний недовгий вік, як порівняти з вами. Я хочу дізнатис-с-ся, як жити довш-ш-ше, і планети вказали мені, що тобі відома ця таємниця.

source: I trust no humans! Drive them out, my children!
uk_ua: Я не довіряю людям! Проженіть їх, діти мої!

source: I very much doubt they would be bold enough to attack us outright—
uk_ua: Я сумніваюся, що вони посміють напряму нас атакувати—

source: I warned you not to defy me.
uk_ua: Я попередив: зневаги я не терпітиму.

source: I was hunting north of here when the small ones captured me. I killed many, but I was humiliated in the end.
uk_ua: Я полював на північ звідси, коли ця дрібнота напала на мене. Я вбив багатьох, але все-таки не зміг з ними впоратися.

source: I was once a great lord... I commanded armies! Iliah-Malal promised I would lead again.
uk_ua: Колись я був великим владикою... Я керував арміями! Іліа-Малал обіцяв, що я поведу їх знову.

source: I was only informing you out of courtesy. In truth, I don’t require your permission.
uk_ua: Я вас лиш попередила лиш для звичайності: ваш дозвіл на те мені не потрібен.

source: I was the navigator. Haldric, your people simply washed up here long ago, but my people came here on purpose. You’d all still be herding sheep and living in grass huts if it wasn’t for my people.
uk_ua: Я була штурманом. Хальдріку, твій народ просто випадково прибило сюди, колись дуже давно. Коли ж сюди прийшли мої люди, у нас була мета. Ви усі досі пасли б овець і жили в солом'яних хатинах, коли б не мій народ.

source: I was told I’d find Aiglondur of Knalga here. I bear a message from Tallin, the Lord Protector of the Alliance.
uk_ua: Мені було сказано, що тут я знайду Айглондура з Кналги. Я маю послання від Талліна, Лорда-захисника Альянсу.

source: I was too weak to protect these people. Oh, why did this happen to me?!
uk_ua: Я занадто слабкий, щоб захистити цих людей. Ох, чому це сталося зі мною?!

source: I was wrong. You are no grandson of <i>mine</i>!
uk_ua: Я помилялася. Ти не <i>мій</i> онук!

source: I was... too weak..?
uk_ua: Я був... занадто слабкий..?

source: I welcome your aid, my lady.
uk_ua: Я вдячній твоїй допомозі, моя пані.

source: I will accompany you, Sir Deoran. I have studied sacred arts and my skills may be of some use against the dark ones.
uk_ua: Пане Деоране, я з вами. Я вивчав мистецтво світлої магії, і мої навички знадобляться проти темної.

source: I will do no such thing! I will be dead before I allow you to ensorcell our children!
uk_ua: Ні в якому разі! Я життя своє покладу, але не дам тобі зачарувати наших дітей!

source: I will go stealthily with a handful of our best scouts and woodsmen. While you demonstrate against him and kill his creatures, I will try to defeat Mordak himself with magic at an unguarded moment. You shall be the right hand, I the left... aye, brother?
uk_ua: Разом з найкращими розвідниками та лісниками я проберуся до Мордака. І поки ти напряму виступатимеш проти нього й вбиватимеш його створінь, я власноруч розберуся з темним чаклуном, використавши свою магію в несподіваний момент. Ти будеш тримати правий фланг, а я обійду з лівого... еге ж, брате?

source: I will grieve for master Methor... I must take his advice and seek out Leollyn.
uk_ua: Я буду сумувати за майстром Метором... Я повинен дослухатись до його слів і знайти Леолина.

source: I will not ask you to follow me. You have suffered enough for the benefit of others. Go back to your families if you have them, and work for yourselves from now on.
uk_ua: Я не прошу вас йти за мною. Ви досить страждали на благо інших. Повертайтеся до своїх сімей, якщо вони у вас є, і з цієї миті живіть для себе.

source: I will not send you away completely empty-handed, though. I can spare some holy water for one of your soldiers.
uk_ua: Проте я не відправлю вас з порожніми руками. Я можу дати одному з твоїх бійців трохи святої води.

source: I will send one of my horsemen to serve under you. I offer you my support, Konrad, and the support of my men — from now on you will be able to recruit horsemen.
uk_ua: Я відправлю одного зі своїх вершників служити під твоїм командуванням. Можеш розраховувати на мою підтримку, Конраде, і на моїх людей — відтепер ти можеш наймати вершників.

source: I will show you EXACTLY where it is, but knowing where to FIND it isn’t the hard part. Oh, no! You will see, my fine merman, you will see.
uk_ua: Я покажу вам, де САМЕ знаходиться меч, але знати, де його ЗНАЙТИ, це неважко. О, ні! Ти побачиш, мій дорогий водяний, ти побачиш.

source: I will stand here with you, Sir Gerrick. You will need my help to slow down the undead, and I have a debt to repay to you for sparing my life.
uk_ua: Я залишуся з тобою, Пане Герріку. Тобі знадобиться моя допомога, щоб затримати мерців, і я в боргу перед вами.

source: I will take it with me to my grave.
uk_ua: Я заберу її з собою в могилу.

source: I wish a blight upon you and yours. May you never see peace.
uk_ua: Що вам усім згнити. Та не побачите ви ніколи спокою.

source: I wish this single gold coin be returned ten-fold to me.
uk_ua: Я бажаю, щоб ця золота монета повернулась десятирицею.

source: I wonder how he gets customers with manners like that.
uk_ua: Цікаво, як з такими манерами він примудряється знаходити замовників.

source: I wonder if it could carry someone light. A skeleton maybe.
uk_ua: Цікаво, я чи витримає він вершника? Неважкого якось, кістяка якогось, може.

source: I wonder if the Book of Crelanu is behind this. The Book is not evil in itself, but the power it gives tends to magnify any evil in the reader’s soul. Delfador, has anyone but you opened its covers since you got it from us?
uk_ua: Чи не Книга Крелану стоїть за усім цим? Сама по собі Книга не зла, але її сила примножує зло в душі того, що читає її. Делфадоре, чи не відкривав її хто-небудь, окрім тебе, відколи ти отримав її від нас?

source: I wonder if we have not dangerously misjudged her...
uk_ua: Сподіваюся, наша недооцінка її можливостей не стане загрозою...

source: I wonder what they are from. A large flightless bird perhaps? Let us see.
uk_ua: Цікаво чиї це кістки. Може, якогось великого нелетючого птаха? Погляньмо.

source: I wonder why such a strangely colored wolf emerged from the forest over there.
uk_ua: Цікаво, чого це там з лісу виглядає той вовк, в нього дивні кольори.

source: I would be HAPPY to guide such a pretty mermaid AND her friends. Follow me everybody!
uk_ua: Я буду РАДИЙ проводити таку прекрасну водяну ТА її друзів. Всі, за мною!

source: I would do better if I had weapons, and I bet I can find some in the guardhouse. Go take it, my companions.
uk_ua: Зі зброєю було б куди легше, і, підозрюю, у вартівні вона є. Захопіть-но її, друзі мої.

source: I would feel bad about that. It is, uh, licking my hand.
uk_ua: Я почуватиму себе погано. Воно, ну, лиже мою руку.

source: I would lead my men south of the river to find and destroy the source of these beings of darkness.
uk_ua: Я поведу своїх людей на південь від ріки і знищу джерело цих створінь темряви.

source: I would like my life force protected.
uk_ua: Я б хотів захистити своє життя.

source: I would pitch you over the side with them. What do you know?
uk_ua: Я тебе викину за борт разом із ними. Що тобі відомо?

source: I... I am Delfador, a mage of Wesnoth.
uk_ua: Я... Я Делфадор, маг Весноту.

source: I... I don’t think I can make it anymore.
uk_ua: Я... Я більше не можу.

source: I... I serve life against death. Love against fear. Light against darkness.
uk_ua: Я... Я служу життю, а не смерті. Любові, а не страху. Світлу, а не пітьмі.

source: I... I suppose you are right. I will come.
uk_ua: Я... Я гадаю, ти правий. Я прийду.

source: I... I understand. Minister Hylas, come ride with me to Westin. You must summon the city council while I prepare the defenses. Sir Gerrick, Afalas, we shall return as soon as we can and relieve you.
uk_ua: Я... Я розумію. Міністре Хіласе, їдьмо зі мною до Вестіну. Ви зберете міську раду, а я в той час підготую місто до оборони. Пане Герріку, Афаласе, як тільки в нас буде достатньо сил, ми повернемося і виручимо вас.

source: I<key>="I<value>"
uk_ua: I<ключ>="I<значення>"

source: I<key>="I<value>,I<value>,..."
uk_ua: I<ключ>="I<значення>,I<значення>,..."

source: IT IS WELL. Take up, O servant of light, the Staff of An-Usrukhar. The trials before you will be great. So is its power.
uk_ua: ДОБРЕ. Підніми, о слуга світла, Посох Ан-Усрухара. Тебе чекають великі випробування, але така і його могутність.

source: Ice
uk_ua: Лід

source: Ice Pack
uk_ua: Паковий лід

source: Ice bow
uk_ua: Лук льоду

source: Icelandic Translation
uk_ua: Ісландський переклад

source: Icemonax
uk_ua: Гліптодон

source: Ick! When you kill them they divide.
uk_ua: Гик! Коли ти їх вбиваєш, вони діляться навпіл.

source: Icon:
uk_ua: Іконка:

source: Icy Cobbles
uk_ua: Зльодяніла бруківка

source: Identical to Default RNG, except loading a saved game will not change the outcome of an attack. Example: you strike twice and get lucky, hitting both strikes. You then load an earlier save and make the same attack again. Both strikes will still hit.
uk_ua: Ідентичний до типового RNG, за винятком того, що завантаження збереженої гри не змінює результат атаки. Приклад: ви робите дві атаки і вам пощастило, обидва удари влучили в ціль. Потім ви завантажуєте попереднє збереження і повторюєте ту саму атаку. Обидва удари все одно не промахнуться.

source: Identifier:
uk_ua: Ідентифікатор:

source: Idiot orc. Know your place.
uk_ua: Дурний орк. Знай своє місце.

source: Idthom
uk_ua: Ідтом

source: If I had told you, you and the elves would have killed me! I had no choice!
uk_ua: Якби я вам сказав, ви разом з ельфами вбили б мене! У мене не було вибору!

source: If I might ask, where am I? And what of Lionel, and King Garard? What has befallen them?
uk_ua: Можна дізнатися, де я? І що сталося з Ліонелем і Королем Гарардом?

source: If I were human, I think I would be in love with him.
uk_ua: Якби я була людиною, я думаю, я б в нього закохалася.

source: If a strike is determined to hit, it will always do at least 1 point of damage. This applies even if the defender has 100% resistance to the damage type.
uk_ua: Якщо удар досягає мети, він завжди наносить принаймні 1 одиницю збитку. Так стається навіть якщо ворог має опірність 100% проти атаки відповідного типу.

source: If a unit can move but can’t attack, show a two-color orb with the colors for partially and fully moved.
uk_ua: Якщо боєць може ходити, але не атакувати, показувати двоколірну сфери з кольорами часткового та завершеного руху.

source: If a unit has a defense cap for some terrain, it is always the same as its defense rating on that terrain (it cannot be larger).
uk_ua: Якщо боєць має поріг захисту на певній місцевості, то він завжди такий же, як і захист на ній (і не може бути більше).

source: If a unit is positioned next to healers from two allied sides, the unit will be healed on both sides’ turns. This way, a unit can be healed faster than otherwise possible.
uk_ua: Якщо боєць розташованих поряд з двома союзними цілителями, то такий боєць буде лікуватися на на ходу кожного з них. Таким чином, можливо вилікувати бійця у найшвидший з можливих способів.

source: If an enemy benefits more from a rare terrain type than you do, occupying that terrain will deprive them of its benefits.
uk_ua: Якщо противник отримує від якої-небудь рідкісної місцевості більше переваг, ніж Ви, Ви можете позбавити його цієї переваги, зайнявши цю територію.

source: If an equivalent Neutral unit were fighting, it would always do 12 points of damage regardless of the hour.
uk_ua: Якби билися аналогічні нейтральні бійці, вони б завжди завдавали 12 одиниць шкоди, незалежно від часу доби.

source: If both units survive a combat, they gain a number of experience points equal to the level of the unit they’re fighting. If a unit kills another in combat, however, it gains much more experience — 4 for a level 0 unit, 8 for level 1, 16 for level 2, 24 for level 3, and so forth.
uk_ua: Якщо обидва бійці вижили в битві, вони отримують досвід, рівний рівню противника. Якщо боєць вбив противника, він отримує значно більше досвіду — 4 за бійця 0-го рівня, 8 за бійця 1-го рівня, 16 за бійця 2-го рівня, 24 за бійця 3-го рівня, і так далі.

source: If it does not attack, do not kill it. Let us see if it follows us.
uk_ua: Якщо воно не нападає, то не вбивай його. Подивимося, чи піде воно за нами.

source: If it does not attack, we shall not kill it. Let us see if it follows us.
uk_ua: Якщо воно не нападає, ми його не вбиватимемо. Подивимося, чи піде воно за нами.

source: If it pleases you, I will distribute this gold to these... poor... humans. That way, they can return to their fields with their money returned to them, and we can be on our way to Kal Kartha.
uk_ua: Якщо тебе це задовольнить, я пожертвую це золото цим... бідним... людям. В такому разі, вони зможуть повернутися на свої поля, маючи гроші в кишені, а ми тим часом продовжимо мандрувати до Кал Карти.

source: If one of your Shamans stands just behind you, she will heal you 4 hitpoints at the beginning of the next turn.
uk_ua: Якщо одна з твоїх шаманок стоятиме прямо позаду тебе, то на початку наступного ходу вона підлікує тебе на 4 очки здоров'я.

source: If one of your Shamans stands just behind your wounded units, she will heal each of them 4 hitpoints at the beginning of the next turn.
uk_ua: Якщо одна з твоїх шаманок стоятиме на прямо позаду твоїх поранених бійців, то на початку наступного ходу вона підлікує кожного на 4 очки здоров'я.

source: If set to B<no> (default), shut_down and restart requests are ignored unless they come from the fifo. Set it to B<yes> to allow remote shutdown via a /query by an administrator.
uk_ua: Якщо встановлено B<no> (типово), запити вимкнення та переапуску (shut_down і restart) будуть проігноровані, тільки якщо вони не прийшли з fifo. Вкажіть B<yes> щоб дозволити віддалене вимикання адміністратором через /query.
